HSDTaskName = "Mantenimiento";

HSDFeedRollerHeaderTitle = "Mantenimiento del rollo de alimentación y de la almohadilla de separación";
HSDNotifyMeTitle = "Notificarme cuando sea necesario el mantenimiento.";
HSDTotalPagesTitle = "Total de páginas introducidas:";
HSDPagesSinceReplacementTitle = "Páginas introducidas desde la última sustitución:";
HSDPreviouslyRecordedReplacementsTitle = "Sustituciones registradas previamente:";
HSDReplacementRecommendedTitle = "Sustitución recomendada ahora:";
HSDReplaceButtonTitle = "Registrar sustitución…";

RecordReplacementWarnTitle = "¿Registrar sustitución?";
RecordReplacementWarnText = "Esta acción restablece el recuento de páginas introducidas e incrementa el recuento de la sustitución del rollo de alimentación y la almohadilla de separación.";

MaintenanceRecommendedWarnTitle = "Mantenimiento recomendado";
MaintenanceRecommendedWarnText = "El rollo de alimentación y la almohadilla de separación del escáner deben ser sustituidos.";
